tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jstkdng/programs"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "act"
brew "llvm"
brew "afl++"
brew "python@3.12"
brew "harfbuzz"
brew "apktool"
brew "argp-standalone"
brew "coreutils"
brew "asdf"
brew "sleuthkit"
brew "autopsy"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "tcl-tk"
brew "pillow"
brew "binwalk"
brew "bison"
brew "bottom"
brew "choose"
brew "clang-format"
brew "cmake"
brew "curl"
brew "curlie"
brew "delve"
brew "dex2jar"
brew "docker-completion"
brew "doggo"
brew "dust"
brew "exiftool"
brew "eza"
brew "f3"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "flex"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libassuan"
brew "gnupg"
brew "golangci-lint"
brew "gptfdisk"
brew "pkg-config"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "iredis"
brew "jadx"
brew "jq"
brew "k6"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libfido2"
brew "libpcap"
brew "llama.cpp"
brew "lrzsz"
brew "luajit"
brew "luarocks"
brew "make"
brew "mkcert"
brew "node"
brew "mpc"
brew "zlib"
brew "mysql", restart_service: true
brew "mysql@8.4"
brew "tree-sitter"
brew "neovim"
brew "net-snmp"
brew "netcat"
brew "nmap"
brew "nushell"
brew "openssh"
brew "pandoc"
brew "perl"
brew "php"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "python-setuptools"
brew "python-tk@3.12"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "qt"
brew "readpe"
brew "ripgrep"
brew "ripgrep-all"
brew "sevenzip"
brew "snap"
brew "spicetify-cli"
brew "sqlmap"
brew "starship"
brew "stow"
brew "testdisk"
brew "thefuck"
brew "tiger-vnc"
brew "tlrc"
brew "tree"
brew "unicorn"
brew "upx"
brew "vale"
brew "vim"
brew "vips"
brew "vivid"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
brew "jstkdng/programs/ueberzugpp"
brew "mongodb/brew/mongodb-community"
cask "aerospace"
cask "alt-tab"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "balenaetcher"
cask "cutter"
cask "font-0xproto-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gcc-arm-embedded"
cask "ghidra"
cask "jd-gui"
cask "kitty"
cask "ngrok"
cask "rectangle"
cask "spotify"
cask "temurin"
cask "wezterm"
cask "wireshark"
cask "zen-browser"
