tap "armmbed/formulae"
tap "jstkdng/programs"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "act"
brew "argp-standalone"
brew "git"
brew "asdf"
brew "automake"
brew "base64"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "bottom"
brew "harfbuzz"
brew "cmake"
brew "coreutils"
brew "curl"
brew "curlie"
brew "direnv"
brew "displayplacer"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-ls"
brew "docker-squash"
brew "doggo"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "gcc"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "libassuan"
brew "gnupg"
brew "golangci-lint"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "iredis"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libpcap"
brew "llama.cpp"
brew "luajit"
brew "luarocks"
brew "make"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "openvpn"
brew "pandoc"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "postgresql@17"
brew "procs"
brew "qemu"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "sevenzip"
brew "showkey"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "testdisk"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "vale"
brew "vim"
brew "vivid"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "jstkdng/programs/ueberzugpp"
brew "mongodb/brew/mongodb-community"
cask "adguard"
cask "aerospace"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "camo-studio"
cask "dbvisualizer"
cask "discord"
cask "drawio"
cask "firefox"
cask "flameshot"
cask "font-0xproto-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "lunar"
cask "malwarebytes"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mindmac"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "onyx"
cask "proxyman"
cask "rapidapi"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "via"
cask "wezterm"
cask "whatsapp"
cask "wireshark-app"
cask "zed"
